{
    "data": {
        "id": 2,
        "title": "The Daily",
        "author": "The New York Times",
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTjZt805JMihjChbsRmtabBwt86kFvGcdEdzg2Fg-rP_hPUo6We",
        "description": "This is what the news should sound like. The biggest stories of our time, told by the best journalists in the world. Hosted by Michael Barbaro. Twenty minutes a day, five days a week, ready by 6 a.m.",
        "episodes": [
            {
                "id": 1,
                "title": "‘We Have to Prove Democracy Still Works’",
                "description": "In his first speech to a joint session of Congress, President Biden set out an expansive vision for the role of American government. He spent much of the address detailing his proposals for investing in the nation’s economic future — spending that would total $4 trillion.\nWe analyze the president’s address and his plans for remaking the American economy.\n\nGuest: Jim Tankersley, a White House correspondent for The New York Times.",
                "duration" : 27,
                "upload_date": "2021-04-29T11:00:00Z",
                "url":"https://s3.amazonaws.com/scifri-episodes/scifri20181123-episode.mp3"
            },
            {
                "id": 2,
                "title": "Fear and Loss: Inside India’s Coronavirus Crisis",
                "description": "At the beginning of this year, many people in India thought the worst of the pandemic was finished there. But in the last few weeks, any sense of ease has given way to widespread fear.\n\nThe country is suffering from the worst coronavirus outbreak in the world, with people being turned away from full hospitals and a scarcity of medical oxygen.\n\nHow did India, after successfully containing the virus last year, get to this point?\n\nGuest: Jeffrey Gettleman, the South Asia bureau chief for The New York Times, based in New Delhi.",
                "duration" : 24,
                "upload_date": "2021-04-28T11:00:00Z",
                "url": "https://s3.amazonaws.com/scifri-segments/scifri201711241.mp3"
            },
            {
                "id": 3,
                "title": "Can the U.S. Win Back Its Climate Credibility?",
                "description": "During a global climate summit, President Biden signaled America’s commitment to fighting climate change with an ambitious target: The U.S. will cut its economywide carbon emissions by 50 percent of 2005 levels by 2030.\n\nWhat became clear is that the rest of the world has become cautious about following the United States’ lead after years of commitments shifting from one administration to the next.\n\nWhat happened at the summit and how can the U.S. regain its credibility in the struggle against climate change?\n\nGuest: Coral Davenport, who covers energy and environmental policy for The New York Times, with a focus on climate change.",
                "duration" : 27,
                "upload_date": "2021-04-27T11:00:00Z",
                "url":"https://s3.amazonaws.com/scifri-episodes/scifri20181123-episode.mp3"
            }
        ]
    }
}